Repository: jenslohmann/blocks_ios
Catalog: Blocks/Resources/Localisation/Localizable.xcstrings
Source language: en
Languages: da, fr, ja

# about.openSource.label
source: This is open source software
da: Dette er open source-software
fr: Ce logiciel est open source
ja: このソフトウェアはオープンソースです

# about.title
source: About
da: Om appen
fr: À propos
ja: このアプリについて

# game.highScore.label
source: Best
da: Bedste
fr: Meilleur
ja: 最高

# game.quit.cancel
source: Keep Playing
da: Fortsæt
fr: Continuer
ja: 続ける

# game.quit.confirm
source: Quit
da: Afslut
fr: Quitter
ja: 終了する

# game.quit.message
source: Your current game will be lost.
da: Dit igangværende spil går tabt.
fr: Votre partie en cours sera perdue.
ja: 現在のゲームは失われます。

# game.quit.title
source: Quit Game?
da: Afslut spillet?
fr: Quitter la partie ?
ja: ゲームを終了しますか？

# game.score.label
source: Score
da: Point
ja: スコア

# gameOver.finalScore.label
source: Final Score
da: Slutresultat
fr: Score final
ja: 最終スコア

# gameOver.newHighScore.badge
source: New Best!
da: Ny rekord!
fr: Nouveau record !
ja: 新記録！

# gameOver.playAgain.button
source: Play Again
da: Spil igen
fr: Rejouer
ja: もう一度

# gameOver.title
source: Game Over
da: Spillet er slut
fr: Partie terminée
ja: ゲームオーバー

# highScore.noScoreYet
source: Play a game to set your first record!
da: Spil et spil for at sætte din første rekord!
fr: Jouez une partie pour établir votre premier record !
ja: ゲームをプレイして最初の記録を作ろう！

# highScore.pointsLabel
source: points
da: point
ja: ポイント

# highScore.title
source: High Scores
da: Rekorder
fr: Meilleurs scores
ja: ハイスコア

# howToPlay.scoring.clear1
source: Clear 1 line
da: Ryd 1 linje
fr: Effacer 1 ligne
ja: 1ライン消し

# howToPlay.scoring.clear2
source: Clear 2 lines at once
da: Ryd 2 linjer på én gang
fr: Effacer 2 lignes d'un coup
ja: 2ライン同時消し

# howToPlay.scoring.clear3
source: Clear 3 lines at once
da: Ryd 3 linjer på én gang
fr: Effacer 3 lignes d'un coup
ja: 3ライン同時消し

# howToPlay.scoring.clear4
source: Clear 4+ lines at once
da: Ryd 4+ linjer på én gang
fr: Effacer 4+ lignes d'un coup
ja: 4ライン以上同時消し

# howToPlay.scoring.combo
source: Combo (consecutive clears)
da: Kombo (rydder i træk)
fr: Combo (effacements consécutifs)
ja: コンボ（連続クリア）

# howToPlay.scoring.heading
source: Scoring
da: Pointoversigt
fr: Système de points
ja: 得点の仕組み

# howToPlay.scoring.placePiece
source: Place a piece (per cell)
da: Placer en brik (pr. felt)
fr: Poser une pièce (par case)
ja: ピース配置（1マスあたり）

# howToPlay.scoring.placePiece.pts
source: 1 pt/cell
da: 1 pt/felt
fr: 1 pt/case
ja: 1pt/マス

# howToPlay.step1.body
source: Drag a piece from the tray at the bottom and place it on the board. Pieces cannot be rotated.
da: Træk en brik fra bakken nederst og placer den på brættet. Du kan ikke rotere brikkerne.
fr: Faites glisser une pièce depuis le plateau en bas et placez-la sur la grille. Les pièces ne peuvent pas être pivotées.
ja: 画面下のトレイからピースをドラッグしてボードに配置します。ピースは回転できません。

# howToPlay.step1.heading
source: Drag the pieces
da: Træk brikkerne
fr: Faites glisser les pièces
ja: ピースをドラッグ

# howToPlay.step2.body
source: When a full row or column is completed, it clears automatically and you score points.
da: Når en hel række eller kolonne er fyldt, fjernes den automatisk og du scorer point.
fr: Quand une ligne ou une colonne est complétée, elle se supprime automatiquement et vous marquez des points.
ja: 行または列が全て埋まると自動的にクリアされ、得点が入ります。

# howToPlay.step2.heading
source: Fill rows and columns
da: Fyld rækker og kolonner
fr: Remplissez les lignes et colonnes
ja: 行と列を埋める

# howToPlay.step3.body
source: The more rows and columns you clear at once, the more points you score. Do it consecutively and your score is multiplied by 1.5!
da: Jo flere rækker og kolonner du rydder på én gang, jo flere point scorer du. Klarer du det i træk, ganges pointene med 1,5!
fr: Plus vous effacez de lignes en une fois, plus vous marquez de points. Faites-le consécutivement et votre score est multiplié par 1,5 !
ja: 一度に多くの行・列をクリアするほど高得点。連続でクリアすると得点が1.5倍になります！

# howToPlay.step3.heading
source: Clear multiple lines for a bonus
da: Ryd flere ad gangen for bonus
fr: Effacez plusieurs lignes pour un bonus
ja: 複数同時クリアでボーナス

# howToPlay.step4.body
source: You always have 3 pieces in the tray. Once all 3 are placed, you get 3 new ones.
da: Du har altid 3 brikker i bakken. Når alle 3 er placeret, får du 3 nye.
fr: Vous avez toujours 3 pièces dans le plateau. Une fois les 3 placées, vous en recevez 3 nouvelles.
ja: トレイには常に3つのピースがあります。3つ全て配置すると新しい3つが登場します。

# howToPlay.step4.heading
source: Three new pieces at a time
da: Tre nye brikker ad gangen
fr: Trois nouvelles pièces à la fois
ja: 3つのピースが一度に登場

# howToPlay.step5.body
source: None of the 3 current pieces can be legally placed on the board. Keep the board as open as possible!
da: Ingen af de 3 brikker kan placeres lovligt på brættet. Hold brættet så åbent som muligt!
fr: Aucune des 3 pièces actuelles ne peut être placée légalement sur la grille. Gardez la grille aussi ouverte que possible !
ja: 現在の3つのピースがどれもボードに置けなくなったとき。ボードをできるだけ空けておきましょう！

# howToPlay.step5.heading
source: Game over when…
da: Spillet slutter…
fr: La partie se termine quand…
ja: ゲームオーバーになるのは…

# howToPlay.title
source: How to Play
da: Sådan spiller du
fr: Comment jouer
ja: 遊び方

# menu.about.button
source: About
da: Om appen
fr: À propos
ja: このアプリについて

# menu.highScores.button
source: High Scores
da: Rekorder
fr: Meilleurs scores
ja: ハイスコア

# menu.howToPlay.button
source: How to Play
da: Sådan spiller du
fr: Comment jouer
ja: 遊び方

# menu.play.button
source: Play
da: Spil
fr: Jouer
ja: プレイ

# menu.subtitle
source: Puzzle Game
da: Puslespil
fr: Jeu de puzzle
ja: パズルゲーム

# about.version %@
source: Version %@
ja: バージョン %@
